/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@ em que";

/* %@ = app name */
"This action requires %@ to be installed." = "Esta ação requer que a aplicação %@ esteja instalada.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "Este atalho requer a instalação da aplicação %@.";

/* %@=action name */
"Could not run %@" = "Não foi possível executar %@";

/* %@=device model */
"This action is not compatible with %@." = "Esta ação não é compatível com o %@.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "Não foi possível encontrar a ação nesta versão de Atalhos, mas poderá estar disponível numa versão mais recente. Pode aplicar a aplicação Atalhos na App Store.\n\nO identificador da ação em falta é “%@”.";

/* A single shortcut */
"Shortcut (singular)" = "Atalho";

/* Access resource error; button or title */
"Update Privacy Settings" = "Atualizar definições de privacidade";

/* Action Extension workflow type */
"Action Extension" = "Extensão de ação";

/* Action has been discontinued warning */
"This action is discontinued." = "Esta ação foi descontinuada.";

/* Action no longer available error */
"This action is not currently available." = "Esta ação não está disponível.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "Atualizar Atalhos";

/* All values are selected */
"All" = "Tudo";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Choose Variable" = "Escolher variável";

/* Button */
"OK" = "OK";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "Permitir";

/* Button; Access resource error */
"Allow Access" = "Permitir acesso";

/* Calendar picker parameter */
"All Calendars" = "Todos os calendários";

/* Calendar picker parameter */
"All Lists" = "Todas as listas";

/* Choose an item from the list */
"Choose an Item" = "Escolher um elemento";

/* Color */
"Blue" = "Azul";

/* Color */
"Blue steel" = "Azul aço";

/* Color */
"Grapefruit" = "Toranja";

/* Color */
"Graphite" = "Grafite";

/* Color */
"Green" = "Verde";

/* Color */
"Indigo" = "Índigo";

/* Color */
"Light blue" = "Azul claro";

/* Color */
"Orange" = "Cor de laranja";

/* Color */
"Pink" = "Cor de rosa";

/* Color */
"Purple" = "Roxo";

/* Color */
"Red" = "Vermelho";

/* Color */
"Royal blue" = "Azul real";

/* Color */
"Steel" = "Aço";

/* Color */
"Turquoise" = "Turquesa";

/* Color */
"Yellow" = "Amarelo";

/* Content property value */
"A to Z (Content Property Possible Value)" = "De A a Z";

/* Content property value */
"Ascending (Content Property Possible Value)" = "Crescente";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "Maiores primeiro";

/* Content property value */
"Descending (Content Property Possible Value)" = "Decrescente";

/* Content property value */
"Latest First (Content Property Possible Value)" = "Mais recentes primeiro";

/* Content property value */
"Longest First (Content Property Possible Value)" = "Mais longos primeiro";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "Mais antigos primeiro";

/* Content property value */
"Random (Content Property Possible Value)" = "Aleatório";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "Mais curtos primeiro";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "Menores primeiro";

/* Content property value */
"Z to A (Content Property Possible Value)" = "De Z a A";

/* Date field error; incomplete date */
"Incomplete date" = "Data incompleta";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "JavaScript terá acesso integral à página web, incluindo a todos os dados.";

/* Default shortcut name */
"Untitled Shortcut" = "Atalho sem nome";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "Permitir o acesso de JavaScript à página web?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "Executar a ação “%@” em %@.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "Escolha outro nome para este atalho.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "Já tem um atalho com o nome “%@”.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "Não foi fornecido um valor para %1$@ em %2$@. Forneça um valor para %@.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "O valor fornecido para %1$@ em %2$@ é inválido.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "A galeria não está disponível neste momento.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "Não foi possível carregar este atalho. Volte a tentar mais tarde.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "%@ é obrigatório";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "%@ não é válido";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "Este atalho requer a instalação de uma aplicação.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "Esta ação requer a instalação de uma aplicação.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "um Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone ou iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "Ocorreu um erro desconhecido em %@";

/* If statement’s end marker */
"End" = "Fim";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "Não é possível abrir este atalho porque foi criado numa versão mais recente da aplicação Atalhos.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "Formato do atalho demasiado recente";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "Introduza um nome para este atalho.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "Nome Inválido";

/* Location field address is valid */
"Valid address" = "Endereço válido";

/* Location field error */
"Incomplete address" = "Endereço incompleto";

/* Location field error */
"Unknown address" = "Endereço desconhecido";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "Terminar menu";

/* Media type */
"Audio" = "Áudio";

/* Media type */
"Photo" = "Fotografia";

/* Media type */
"Video" = "Vídeo";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Este JavaScript é semelhante a um script conhecido por não ser seguro. Para sua segurança, não será executado.";

/* Missing action name */
"Unknown Action" = "Ação desconhecida";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "Falta uma implementação à ação que está a ser executada (%@).";

/* Motion menu action motion type */
"If I'm Bicycling" = "Se estiver a andar de bicicleta";

/* Motion menu action motion type */
"If I'm Driving" = "Se estiver a guiar";

/* Motion menu action motion type */
"If I'm Remaining Still" = "Se estiver imóvel";

/* Motion menu action motion type */
"If I'm Running" = "Se estiver a correr";

/* Motion menu action motion type */
"If I'm Walking" = "Se estiver a andar";

/* Multiple shortcuts */
"Shortcuts" = "Atalhos";

/* Name for Ask When Run variable */
"Ask When Run" = "Pedir ao executar";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "Clipboard";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "Clipboard";

/* Name for Shortcut Input variable */
"Shortcut Input" = "Entrada do atalho";

/* Name for action input variable */
"Input" = "Entrada";

/* Name for current date variable */
"Current Date" = "Data atual";

/* Name for unknown variable */
"Unknown Variable" = "Variável desconhecida";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "Dias de anos";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "Encontrado no Mail";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "O clipboard não é suportado nesta plataforma";

/* None option */
"None" = "Nenhum";

/* Notification */
"Choose an item" = "Escolher um elemento";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "Esta ação só pode ser executada na aplicação Atalhos principal, porque inicia outras aplicações.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "Abrir %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "Atalho sem nome";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "Matriz";

/* Property list parameter value type */
"Boolean" = "Booleano";

/* Property list parameter value type */
"Dictionary" = "Dicionário";

/* Property list parameter value type */
"File" = "Ficheiro";

/* Property list parameter value type */
"Number" = "Número";

/* Property list parameter value type */
"Text" = "Texto";

/* Repeat action end marker */
"End Repeat" = "Parar repetição";

/* Required access to a resource; %@=resource name */
"Access to %@" = "Acesso a: %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "Não foi possível executar esta ação, porque “%@” tem restrições.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "Este atalho requer que o Apple Watch esteja ligado ao telefone para funcionar.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "Telefone necessário";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "Sempre que executar este atalho, “%1$@” poderá interagir com a página web atual, incluindo ler informação sensíveis, como palavras‑passe, números de telefone e cartões de crédito.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "Pretende que “%1$@” tenha acesso a “%2$@”?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "Caso contrário";

/* The end-if-clause in an conditional (if) statement */
"End If" = "Terminar se";

/* The input for a workflow action */
"The input" = "A entrada";

/* Time offset action parameter */
"add" = "adicionar";

/* Time offset action parameter */
"days" = "dias";

/* Time offset action parameter */
"get start of day" = "obter dia de início";

/* Time offset action parameter */
"get start of hour" = "obter hora de início";

/* Time offset action parameter */
"get start of minute" = "obter minuto de início";

/* Time offset action parameter */
"get start of month" = "obter mês de início";

/* Time offset action parameter */
"get start of year" = "obter ano de início";

/* Time offset action parameter */
"hours" = "horas";

/* Time offset action parameter */
"minutes" = "minutos";

/* Time offset action parameter */
"months" = "meses";

/* Time offset action parameter */
"seconds" = "segundos";

/* Time offset action parameter */
"subtract" = "subtrair";

/* Time offset action parameter */
"weeks" = "semanas";

/* Time offset action parameter */
"years" = "anos";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript inseguro";

/* Today Widget workflow type */
"Today Widget" = "Widget Hoje";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (opcional)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "Desconhecido";

/* Unsupported device error message */
"This action is not supported on this device." = "Esta ação não é suportada neste dispositivo.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "Esta ação não pode ser executada no ambiente atual.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "Não foi possível executar a ação com a interface do utilizador atual.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "Repetir índice";

/* Variable name */
"Repeat Item" = "Repetir elemento";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "Repetir índice %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "Repetir elemento %d";

/* View app in App Store */
"View in App Store" = "Ver na App Store";

/* Workflow glyph category */
"Objects" = "Objetos";

/* Workflow glyph category */
"People" = "Pessoas";

/* Workflow glyph category */
"Symbols" = "Símbolos";

/* Workflow glyph name */
"Airplane" = "Avião";

/* Workflow glyph name */
"Alarm Clock" = "Despertador";

/* Workflow glyph name */
"Alert Triangle" = "Triângulo de aviso";

/* Workflow glyph name */
"Alien" = "Extraterrestre";

/* Workflow glyph name */
"Ambulance" = "Ambulância";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "Arquivo";

/* Workflow glyph name */
"Arrow Curved Left" = "Seta curvada para a esquerda";

/* Workflow glyph name */
"Arrow Curved Right" = "Seta curvada para a direita";

/* Workflow glyph name */
"Asterisk" = "Asterisco";

/* Workflow glyph name */
"Atom" = "Átomo";

/* Workflow glyph name */
"Baby Boy" = "Bebé (menino)";

/* Workflow glyph name */
"Baby girl" = "Bebé (menina)";

/* Workflow glyph name */
"Bandage" = "Penso";

/* Workflow glyph name */
"Bar Graph" = "Gráfico de barras";

/* Workflow glyph name */
"Barcode" = "Código de barras";

/* Workflow glyph name */
"Baseball" = "Basebol";

/* Workflow glyph name */
"Basketball" = "Basquetebol";

/* Workflow glyph name */
"Bathtub" = "Banheira";

/* Workflow glyph name */
"Battery" = "Bateria";

/* Workflow glyph name */
"Bed" = "Cama";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "Sino";

/* Workflow glyph name */
"Bicycle" = "Bicicleta";

/* Workflow glyph name */
"Binoculars" = "Binóculos";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "Símbolo de Bitcoin";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "Símbolo de Bitcoin alternativo";

/* Workflow glyph name */
"Book With Sash" = "Livro com fita";

/* Workflow glyph name */
"Bookmark" = "Marcador";

/* Workflow glyph name */
"Bookshelf" = "Estante";

/* Workflow glyph name */
"Box Filled" = "Caixa preenchida";

/* Workflow glyph name */
"Box Outline" = "Contorno de caixa";

/* Workflow glyph name */
"Boxed Behance" = "Behance num quadrado";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bitbucket num quadrado";

/* Workflow glyph name */
"Boxed Facebook" = "Facebook num quadrado";

/* Workflow glyph name */
"Boxed Flickr" = "Flickr num quadrado";

/* Workflow glyph name */
"Boxed Git" = "Git num quadrado";

/* Workflow glyph name */
"Boxed GitHub" = "GitHub num quadrado";

/* Workflow glyph name */
"Boxed Google Plus" = "Google Plus num quadrado";

/* Workflow glyph name */
"Boxed Keyboard" = "Teclado num quadrado";

/* Workflow glyph name */
"Boxed LinkedIn" = "LinkedIn num quadrado";

/* Workflow glyph name */
"Boxed Pied Piper" = "Pied Piper num quadrado";

/* Workflow glyph name */
"Boxed Pinterest" = "Pinterest num quadrado";

/* Workflow glyph name */
"Boxed Reddit" = "Reddit num quadrado";

/* Workflow glyph name */
"Boxed Steam" = "Steam num quadrado";

/* Workflow glyph name */
"Boxed Tumblr" = "Tumblr num quadrado";

/* Workflow glyph name */
"Boxed Twitter" = "Twitter num quadrado";

/* Workflow glyph name */
"Boxed Vimeo" = "Vimeo num quadrado";

/* Workflow glyph name */
"Boxed Y Combinator" = "Y Combinator num quadrado";

/* Workflow glyph name */
"Boxed YouTube" = "YouTube num quadrado";

/* Workflow glyph name */
"Braille" = "Braille";

/* Workflow glyph name */
"Briefcase" = "Pasta";

/* Workflow glyph name */
"Buildings" = "Edifícios";

/* Workflow glyph name */
"Bus" = "Autocarro";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "Documento CSS";

/* Workflow glyph name */
"Cake" = "Bolo";

/* Workflow glyph name */
"Calculator" = "Calculadora";

/* Workflow glyph name */
"Calendar" = "Calendário";

/* Workflow glyph name */
"Camera" = "Câmara";

/* Workflow glyph name */
"Car" = "Carro";

/* Workflow glyph name */
"Carrot" = "Cenoura";

/* Workflow glyph name */
"Cat" = "Gato";

/* Workflow glyph name */
"Chain Link" = "Elo";

/* Workflow glyph name */
"Chat Bubble" = "Balão de fala";

/* Workflow glyph name */
"Chemical" = "Químico";

/* Workflow glyph name */
"Child" = "Criança";

/* Workflow glyph name */
"Church" = "Igreja";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "Símbolo de Bitcoin num círculo";

/* Workflow glyph name */
"Circled Checkmark" = "Marca de visto num círculo";

/* Workflow glyph name */
"Circled Dollar Sign" = "Símbolo do dólar num círculo";

/* Workflow glyph name */
"Circled Down Arrow" = "Seta para baixo num círculo";

/* Workflow glyph name */
"Circled Download Arrow" = "Seta de descarga num círculo";

/* Workflow glyph name */
"Circled Euro Sign" = "Símbolo do euro num círculo";

/* Workflow glyph name */
"Circled Fast Forward" = "Símbolo de avanço rápido num círculo";

/* Workflow glyph name */
"Circled GitHub" = "GitHub num círculo";

/* Workflow glyph name */
"Circled Heart" = "Coração num círculo";

/* Workflow glyph name */
"Circled Left Arrow" = "Seta para a esquerda num círculo";

/* Workflow glyph name */
"Circled Lowercase I" = "I minúsculo num círculo";

/* Workflow glyph name */
"Circled Pi Symbol" = "Símbolo de Pi num círculo";

/* Workflow glyph name */
"Circled Pinterest" = "Pinterest num círculo";

/* Workflow glyph name */
"Circled Play Symbol" = "Símbolo de reproduzir num círculo";

/* Workflow glyph name */
"Circled Plus" = "Sinal de mais num círculo";

/* Workflow glyph name */
"Circled Pound Sign" = "Símbolo da libra num círculo";

/* Workflow glyph name */
"Circled Power" = "Símbolo de alimentação num círculo";

/* Workflow glyph name */
"Circled Question Mark" = "Ponto de interrogação num círculo";

/* Workflow glyph name */
"Circled Rewind" = "Símbolo de retroceder num círculo";

/* Workflow glyph name */
"Circled Right Arrow" = "Seta para a direita num círculo";

/* Workflow glyph name */
"Circled Stop" = "Sinal de parar num círculo";

/* Workflow glyph name */
"Circled StumbleUpon" = "StumbleUpon num círculo";

/* Workflow glyph name */
"Circled Up Arrow" = "Seta para cima num círculo";

/* Workflow glyph name */
"Circled Upload Arrow" = "Seta de envio num círculo";

/* Workflow glyph name */
"Circled WordPress" = "WordPress num círculo";

/* Workflow glyph name */
"Circled X" = "X num círculo";

/* Workflow glyph name */
"Circled Yen Sign" = "Símbolo do iene num círculo";

/* Workflow glyph name */
"Clock" = "Relógio";

/* Workflow glyph name */
"Clothes Hanger" = "Cabide";

/* Workflow glyph name */
"Cloud" = "Nuvem";

/* Workflow glyph name */
"Color Dropper" = "Conta‑gotas colorido";

/* Workflow glyph name */
"Compass" = "Bússola";

/* Workflow glyph name */
"Connected Share Dots" = "Pontos de partilha ligados";

/* Workflow glyph name */
"Credit Card" = "Cartão de crédito";

/* Workflow glyph name */
"Crop" = "Símbolo de recortar";

/* Workflow glyph name */
"Cube" = "Cubo";

/* Workflow glyph name */
"Curved List On Paper" = "Lista curva em papel";

/* Workflow glyph name */
"Database" = "Base de dados";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "DeviantArt";

/* Workflow glyph name */
"Dice" = "Dados";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "Placas de direção";

/* Workflow glyph name */
"Document Filled" = "Documento preenchido";

/* Workflow glyph name */
"Document Outline" = "Esboço do documento";

/* Workflow glyph name */
"Dog" = "Cão";

/* Workflow glyph name */
"Dollar Sign" = "Símbolo de dólar";

/* Workflow glyph name */
"Dollar Sign With Line" = "Símbolo de dólar com linha";

/* Workflow glyph name */
"Double Quote" = "Aspas";

/* Workflow glyph name */
"Drama Masks" = "Máscaras de teatro";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "Símbolo do euro";

/* Workflow glyph name */
"Euro Sign Alternate" = "Símbolo do euro alternativo";

/* Workflow glyph name */
"Evergreen Tree" = "Árvore de folha persistente";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "Feed";

/* Workflow glyph name */
"Filled Movie Camera" = "Câmara de cinema preenchida";

/* Workflow glyph name */
"Filmstrip" = "Diafilme";

/* Workflow glyph name */
"Fire" = "Fogo";

/* Workflow glyph name */
"Fish" = "Peixe";

/* Workflow glyph name */
"Flag" = "Bandeira";

/* Workflow glyph name */
"Flower" = "Flor";

/* Workflow glyph name */
"Folder" = "Pasta";

/* Workflow glyph name */
"Football" = "Futebol americano";

/* Workflow glyph name */
"Footprints" = "Pegadas";

/* Workflow glyph name */
"Four Squares" = "Quatro quadrados";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "Fruta";

/* Workflow glyph name */
"Fuel Station" = "Estação de serviço";

/* Workflow glyph name */
"Game Controller" = "Comando de jogos";

/* Workflow glyph name */
"Gears" = "Engrenagens";

/* Workflow glyph name */
"Gift" = "Prenda";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "Óculos";

/* Workflow glyph name */
"Globe" = "Globo";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "Chapéu de formatura";

/* Workflow glyph name */
"Grocery Store" = "Mercearia";

/* Workflow glyph name */
"Group of three people" = "Grupo de três pessoas";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "Martelo";

/* Workflow glyph name */
"Hammer And Wrench" = "Martelo e chave de bocas";

/* Workflow glyph name */
"Hand With Spread Fingers" = "Mão com dedos afastados";

/* Workflow glyph name */
"Handbag" = "Mala de mão";

/* Workflow glyph name */
"Hard Drive" = "Unidade de disco rígido";

/* Workflow glyph name */
"Headphones" = "Auscultadores";

/* Workflow glyph name */
"Heart" = "Coração";

/* Workflow glyph name */
"Home" = "Casa";

/* Workflow glyph name */
"Horse" = "Cavalo";

/* Workflow glyph name */
"Hourglass" = "Ampulheta";

/* Workflow glyph name */
"Infinity" = "Infinito";

/* Workflow glyph name */
"Inhaler" = "Inalador";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "Chave";

/* Workflow glyph name */
"Keyboard" = "Teclado";

/* Workflow glyph name */
"Laptop" = "Computador portátil";

/* Workflow glyph name */
"Laundry Machine" = "Máquina de lavar roupa";

/* Workflow glyph name */
"Life Preserver" = "Colete salva-vidas";

/* Workflow glyph name */
"Light Bulb" = "Lâmpada";

/* Workflow glyph name */
"Lightning Bolt" = "Relâmpago";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "Lista";

/* Workflow glyph name */
"List On Paper" = "Lista em papel";

/* Workflow glyph name */
"Loading Indicator" = "Indicador de carregamento";

/* Workflow glyph name */
"Location Arrow" = "Seta de localização";

/* Workflow glyph name */
"Location Pin" = "Marcador de localização";

/* Workflow glyph name */
"Lock" = "Cadeado";

/* Workflow glyph name */
"Magic Wand" = "Varinha mágica";

/* Workflow glyph name */
"Magnifying Glass" = "Lupa";

/* Workflow glyph name */
"Mail Envelope" = "Envelope de correio";

/* Workflow glyph name */
"Man" = "Homem";

/* Workflow glyph name */
"Martini Glass" = "Copo de martini";

/* Workflow glyph name */
"Masquerade Mask" = "Máscara de baile de máscaras";

/* Workflow glyph name */
"Medicine Bottle" = "Garrafa de medicamento";

/* Workflow glyph name */
"Merge Arrows" = "Setas de combinação";

/* Workflow glyph name */
"Message Bubble" = "Balão de mensagem";

/* Workflow glyph name */
"Message Bubbles" = "Balões de mensagem";

/* Workflow glyph name */
"Microphone" = "Microfone";

/* Workflow glyph name */
"Microscope" = "Microscópio";

/* Workflow glyph name */
"Moon" = "Lua";

/* Workflow glyph name */
"Motorcycle" = "Mota";

/* Workflow glyph name */
"Mountain Picture" = "Imagem de uma montanha";

/* Workflow glyph name */
"Mountains" = "Montanhas";

/* Workflow glyph name */
"Move Arrows" = "Setas de movimento";

/* Workflow glyph name */
"Movie Camera Outline" = "Contorno da câmara de cinema";

/* Workflow glyph name */
"Movie Clapperboard" = "Claquete";

/* Workflow glyph name */
"Movie Ticket" = "Bilhete de cinema";

/* Workflow glyph name */
"Mug" = "Caneca";

/* Workflow glyph name */
"Music" = "Música";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "Colcheias pontuadas";

/* Workflow glyph name */
"News Article" = "Artigo de notícias";

/* Workflow glyph name */
"Nine Squares" = "Nove quadrados";

/* Workflow glyph name */
"Open Book" = "Livro aberto";

/* Workflow glyph name */
"Open Mail Envelope" = "Envelope de correio aberto";

/* Workflow glyph name */
"Oven" = "Forno";

/* Workflow glyph name */
"Paintbrush" = "Pincel";

/* Workflow glyph name */
"Paper Clip" = "Clip de papel";

/* Workflow glyph name */
"Parking Symbol" = "Símbolo de estacionamento";

/* Workflow glyph name */
"Pawprint" = "Pegada de animal";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "Símbolo da paz";

/* Workflow glyph name */
"Pencil" = "Lápis";

/* Workflow glyph name */
"People Three Overlapping" = "Três pessoas sobrepostas";

/* Workflow glyph name */
"Person" = "Pessoa";

/* Workflow glyph name */
"Person At A Podium" = "Pessoa num pódio";

/* Workflow glyph name */
"Person Dancing" = "Pessoa a dançar";

/* Workflow glyph name */
"Person Giving A Speech" = "Pessoa a discursar";

/* Workflow glyph name */
"Person Hiking" = "Pessoa a caminhar";

/* Workflow glyph name */
"Person In A Wheelchair" = "Pessoa numa cadeira de rodas";

/* Workflow glyph name */
"Person Lifting Weight" = "Pessoa a levantar pesos";

/* Workflow glyph name */
"Person Running" = "Pessoa a correr";

/* Workflow glyph name */
"Person Skiing" = "Pessoa a esquiar";

/* Workflow glyph name */
"Person Snowboarding" = "Pessoa a fazer snowboard";

/* Workflow glyph name */
"Person Swimming" = "Pessoa a nadar";

/* Workflow glyph name */
"Person Walking" = "Pessoa a andar";

/* Workflow glyph name */
"Person Walking With A Cane" = "Pessoa a andar com uma bengala";

/* Workflow glyph name */
"Person standing" = "Pessoa de pé";

/* Workflow glyph name */
"Phone" = "Telefone";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper Snack";

/* Workflow glyph name */
"Pill" = "Comprimido";

/* Workflow glyph name */
"Pills" = "Comprimidos";

/* Workflow glyph name */
"Play Symbol" = "Símbolo de reprodução";

/* Workflow glyph name */
"Podcasts" = "Podcasts";

/* Workflow glyph name */
"Pound Sign" = "Símbolo da libra";

/* Workflow glyph name */
"Printer" = "Impressora";

/* Workflow glyph name */
"Puzzle Piece" = "Peça de puzzle";

/* Workflow glyph name */
"QR Code" = "Código QR";

/* Workflow glyph name */
"Radio waves" = "Ondas de rádio";

/* Workflow glyph name */
"Rain Cloud" = "Nuvem com chuva";

/* Workflow glyph name */
"Recycle" = "Reciclagem";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Reddit alternativo";

/* Workflow glyph name */
"Repost Arrows" = "Setas de republicação";

/* Workflow glyph name */
"Rocket" = "Foguetão";

/* Workflow glyph name */
"Rounded Document Outline" = "Esboço do documento arredondado";

/* Workflow glyph name */
"Sailboat" = "Barco à vela";

/* Workflow glyph name */
"Scissors" = "Tesoura";

/* Workflow glyph name */
"Screwdriver" = "Chave de fendas";

/* Workflow glyph name */
"Server" = "Servidor";

/* Workflow glyph name */
"Shirt" = "T‑shirt";

/* Workflow glyph name */
"Shopping Cart" = "Carrinho de compras";

/* Workflow glyph name */
"Shower" = "Duche";

/* Workflow glyph name */
"Shrink Arrows" = "Setas de encolhimento";

/* Workflow glyph name */
"Shuffle Arrows" = "Setas de modo aleatório";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "Niveladores";

/* Workflow glyph name */
"Smiley Face" = "Cara sorridente";

/* Workflow glyph name */
"Snowflake" = "Floco de neve";

/* Workflow glyph name */
"Soaring Paper Airplane" = "Avião de papel veloz";

/* Workflow glyph name */
"Soccer Ball" = "Bola de futebol";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "Sino cintilante";

/* Workflow glyph name */
"Speaker" = "Coluna";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Spotify alternativo";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "Escadaria";

/* Workflow glyph name */
"Star" = "Estrela";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "Tigela a deitar vapor";

/* Workflow glyph name */
"Stethoscope" = "Estetoscópio";

/* Workflow glyph name */
"Stop Hand" = "Mão a mandar parar";

/* Workflow glyph name */
"Stop Symbol" = "Símbolo de parar";

/* Workflow glyph name */
"Stopwatch" = "Cronómetro";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "Sol";

/* Workflow glyph name */
"Sync Arrows" = "Setas de sincronização";

/* Workflow glyph name */
"Syringe" = "Seringa";

/* Workflow glyph name */
"Tag" = "Etiqueta";

/* Workflow glyph name */
"Tags" = "Etiquetas";

/* Workflow glyph name */
"Target" = "Alvo";

/* Workflow glyph name */
"Telescope" = "Telescópio";

/* Workflow glyph name */
"Television" = "Televisão";

/* Workflow glyph name */
"Tennis Ball" = "Bola de ténis";

/* Workflow glyph name */
"Text Symbol" = "Símbolo de texto";

/* Workflow glyph name */
"Thermometer" = "Termómetro";

/* Workflow glyph name */
"Thought Bubble" = "Balão de pensamento";

/* Workflow glyph name */
"Three Dots" = "Três pontos";

/* Workflow glyph name */
"Three Overlapping Circles" = "Três círculos sobrepostos";

/* Workflow glyph name */
"Three Overlapping Dots" = "Três pontos sobrepostos";

/* Workflow glyph name */
"Thumbs Up" = "Polegar para cima";

/* Workflow glyph name */
"Train" = "Comboio";

/* Workflow glyph name */
"Trash" = "Lixo";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "Troféu";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "Duas pessoas";

/* Workflow glyph name */
"Umbrella" = "Guarda-chuva";

/* Workflow glyph name */
"Unlock" = "Desproteger";

/* Workflow glyph name */
"Utensils" = "Utensílios";

/* Workflow glyph name */
"Video Symbol" = "Símbolo de vídeo";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "Relógio";

/* Workflow glyph name */
"Water Drop" = "Gota de água";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi‑Fi";

/* Workflow glyph name */
"Wine Bottle" = "Garrafa de vinho";

/* Workflow glyph name */
"Woman" = "Mulher";

/* Workflow glyph name */
"Wrench" = "Chave de bocas";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "Símbolo do iene";

/* Workflow glyph name */
"Yen Sign Alternate" = "Símbolo do iene alternativo";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "Esta ação só pode ser executada no %@.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "Esta ação não é compatível com o %1$@ %2$@.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "Esta ação requer uma versão do %1$@ mais recente do que o %2$@.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "Esta ação requer uma versão do %1$@ mais antiga do que o %2$@.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "Esta ação requer o %1$@ %2$@ ou mais recente.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "Esta ação requer o %1$@ %2$@ ou mais antigo.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "Esta ação requer o %1$@ %2$@.";

